{
  "home_h1_1": "Premium surfing experience with top-tier equipment",
  "home_h2_2": "What you can do with us",
  "home_h2_3": "Premium equipment, meticulously maintained",
  "home_h2_4": "Results that feel effortless.",
  "home_h2_5": "Ready to start with the most professional instruction and equipment?",
  "home_h3_6": "Personalized instruction tailored to you",
  "home_h3_7": "Small and intimate groups",
  "home_h3_8": "Equipment rental with consultation",
  "home_h3_9": "Safety and technique fundamentals",
  "home_p_20": "Happily created by&nbsp;Zappy",
  "home_p_21": "Professional and safe instruction with quality equipment for all levels. A unique experience that combines advanced technique with passion for the sea.",
  "home_p_22": "Personalized surfing experiences with professional equipment and expert instruction. From first steps on the waves to advanced techniques - we're here for you.",
  "home_p_23": "One-on-one training with certified instructors who adapt the pace and techniques precisely to your level.",
  "home_p_24": "Group sessions up to 4 participants - intimate enough to receive personal attention, social enough to enjoy together.",
  "home_p_25": "Not just renting - we help you choose the exact equipment that fits your height, weight and experience level.",
  "home_p_26": "Learning correctly from the start - basic techniques, ocean safety rules, and reading wave conditions to surf with confidence.",
  "home_p_27": "Structured approach that allows you to see development - from video documentation to detailed feedback after each session.",
  "home_p_28": "All equipment undergoes regular inspections, thorough cleaning and ongoing maintenance - you get equipment in perfect condition every time.",
  "home_p_29": "Interested in learning more about our programs and rentals?",
  "home_p_30": "Every item undergoes daily inspection and professional maintenance to ensure maximum performance and complete safety",
  "home_p_31": "We'll help you find the perfect equipment for your level and surfing conditions",
  "home_p_32": "Our clients talk about the transformation - from initial confidence to safe and professional surfing. Every journey begins with one step, and we're here to accompany you on every wave.",
  "home_p_33": "\"I was sure this wasn't for me. After 4 sessions with the רוח בגלים coaches, not only am I surfing - I feel confident in the water for the first time in my life.\"",
  "home_p_34": "\"I surfed for years but always felt something was missing. The coaches here taught me advanced techniques that elevated my level several times over. They're truly professional.\"",
  "home_p_35": "\"We rented equipment for the whole family and everything was perfect - the equipment fit exactly our level, and the staff was available for any question. Premium experience from start to finish.\"",
  "home_p_36": "Clear progress program adapted to your pace",
  "home_p_37": "Relaxed and professional training with emphasis on safety",
  "home_p_38": "Equipment that fits exactly your level and goals",
  "home_p_39": "We'll customize the perfect path for you according to your level and surfing goals.",
  "home_p_40": "Exciting surfing experience and water activities for the whole family. Offering equipment rental, lessons and personalized programs.",
  "home_p_41": "© 2026 רוח בגלים. All rights reserved.",
  "new_a_124": "Contact Us",
  "new_a_128": "Ocean\n          \n          \n            \n               January 15, 2025\n               8 minute read\n            \n            How to Read the Ocean: Waves, Winds and What to Look for Before Going In\n            A simple guide to reading ocean conditions: wind direction, wave height, currents, flags and beach structure — to choose a safe and smart entry into the water.\n            Read more",
  "new_a_135": "Pop-up\n          \n          \n            \n               January 12, 2025\n               5 minute read\n            \n            Proper Pop-up: Common Mistakes and How to Fix Them in Two Minutes\n            A technical-simple guide to pop-up: hand placement, feet and gaze, why we fall forward/backward, and how to practice on the beach to improve quickly.\n            Read more",
  "new_a_142": "Surfboard\n          \n          \n            \n               January 10, 2025\n               6 minute read\n            \n            How to Choose Your First Surfboard (And Why Big Isn't Embarrassing)\n            A beginner's selection guide: why volume and stability matter more than style, how to match length/width/material, and what to ask before renting or buying.\n            Read more",
  "new_a_149": "Safety\n          \n          \n            \n               January 8, 2025\n               7 minute read\n            \n            Safety and Etiquette Rules in the Water: How to Surf Smart with Others in the Lineup\n            Basic rules for safe and respectful surfing: right of way, maintaining distance, exiting the wave, equipment management, and what to do when something doesn't feel right.\n            Read more",
  "new_a_157": "Let's start surfing",
  "new_a_159": "← Back to blog",
  "new_a_181": "← Back to blog",
  "new_a_182": "Back to blog",
  "new_a_203": "Back to blog",
  "new_a_204": "← Back to blog",
  "new_a_220": "← Back to Blog",
  "new_a_221": "← Back to Blog",
  "new_a_244": "← Back to Blog",
  "new_a_245": "Back to Blog",
  "new_a_272": "Back to blog",
  "new_a_273": "← Back to blog",
  "new_a_297": "← Back to blog",
  "new_a_298": "← Back to blog",
  "new_a_319": "← Back to blog",
  "new_a_320": "← Back to blog",
  "new_a_340": "← Back to blog",
  "new_a_346": "Contact us for more details",
  "new_p_117": "Tips, stories and inspiration from the surfing world",
  "new_p_118": "Discover the most comprehensive surfing guides, surfer success stories, professional equipment recommendations and everything you need to become a better surfer. Our magazine brings you current and professional content from the surfing world in Israel and around the globe.",
  "new_p_127": "Guides, tips and stories from the water",
  "new_p_133": "A simple guide to reading ocean conditions: wind direction, wave height, currents, flags and beach structure — to choose a safe and smart entry into the water.",
  "new_p_140": "A technical-simple guide to pop-up: hand placement, feet and gaze, why we fall forward/backward, and how to practice on the beach to improve quickly.",
  "new_p_147": "A beginner's selection guide: why volume and stability matter more than style, how to match length/width/material, and what to ask before renting or buying.",
  "new_p_153": "Basic rules for safe and respectful surfing: right of way, maintaining distance, exiting the wave, equipment management, and what to do when something doesn't feel right.",
  "new_p_156": "Join us for an unforgettable surfing experience. Whether you're a beginner or an experienced surfer, we have the perfect lesson for you.",
  "new_p_164": "The ability to read the ocean is one of the most important skills every surfer must develop. Beyond the surfing technique itself, understanding sea conditions, winds, and waves can make the difference between an enjoyable and safe surfing experience and a dangerous situation. In this article, we'll learn the basic principles of reading ocean conditions and understand what to look for before entering the water.",
  "new_p_166": "Waves are created as a result of winds blowing over the water surface. The stronger the wind, the longer the distance it travels, and the longer the time it blows - the bigger and stronger the waves will be. When we arrive at the beach, it's important to pay attention to several factors: wave height, wave frequency (how much time passes between waves), and the direction from which they're coming.",
  "new_p_167": "\"Clean\" waves are waves that arrive in an organized manner, with uniform intervals between them. This usually happens when the wind blows in a certain direction for a long period. In contrast, a \"messy\" sea is characterized by waves coming from different directions, sometimes colliding with each other, creating unpredictable and more dangerous conditions.",
  "new_p_169": "Wind is a crucial factor in surfing conditions. \"Offshore\" wind - wind blowing from land to sea - is considered ideal for surfing. It \"holds\" the wave face, creates clean lips and allows smooth surfing. \"Onshore\" wind - from sea to land - damages wave quality, causes them to crumble faster and creates uncomfortable conditions.",
  "new_p_170": "It's important to check the wind forecast before going surfing. Winds that are too strong, even if they're offshore, can cause difficulties paddling out and make surfing conditions too challenging for beginners. Generally, winds of up to 10-15 km/h are considered comfortable for surfing.",
  "new_p_172": "One of the most dangerous things in the ocean is a rip current - a strong water current flowing from the shore to the open sea. Identifying rip currents is essential for safety. Signs of a rip current include: an area where waves don't break (a smooth \"channel\" in the water), water with a different color (sometimes browner due to suspended sand), or foam flowing out continuously.",
  "new_p_173": "If you get caught in a rip current, don't try to swim directly against it to shore - this will waste your energy. Instead, swim parallel to the shore until you exit the current, then swim back to shore. It's important to stay calm and not panic.",
  "new_p_175": "Not every beach is suitable for every surfer level. It's important to choose a spot that matches your level. Beaches with sandy bottoms are considered safer for beginners than rocky beaches or those with reefs. Also, it's important to check if there's a lifeguard at the beach, what are the guard hours, and whether there are signs warning of specific dangers.",
  "new_p_176": "Observing from the shore before entering the water is an important habit. Stand for a few minutes and watch the ocean: where do the waves break? Where are the other surfers? Are there areas that look dangerous? This observation can save you many problems and help you choose the best entry point into the water.",
  "new_p_178": "Reading the ocean is a skill that improves with time and experience. Don't rush to enter the water without understanding the conditions. Start on calmer days, with small waves and light winds. Learn to identify the different signs and always ask experienced surfers or lifeguards if you're unsure.",
  "new_p_179": "Remember: the ocean is a dynamic and changing environment. What was safe an hour ago can change quickly. Listen to your body, don't go beyond your abilities, and always surf with a friend. Safety should always come before challenge. Over time, you'll develop better intuition for ocean conditions and be able to enjoy safe and fun surfing in all conditions suitable for your level.",
  "new_p_186": "The ocean is not just a playground for surfers - it's a dynamic and changing environment that requires understanding and respect. Before you grab your surfboard and enter the water, it's important to know how to read the conditions and understand what the ocean is telling you. In this article, we'll learn how to identify ideal surfing conditions, understand winds and currents, and know when it's better to stay on the beach.",
  "new_p_188": "The wave is the heart of surfing, but not every wave is created equal. Wave height is usually measured from the wave crest to the trough, and can change dramatically throughout the day. Waves one to one and a half meters high are considered ideal for beginners, while experienced surfers can handle much higher waves.",
  "new_p_189": "Wave frequency - that is, how much time passes between waves - is no less important. A frequency of 10-15 seconds allows you time to recover and return to the lineup, while a shorter frequency can be exhausting. Also pay attention to wave direction - waves coming directly to shore (shore break) can be dangerous, while waves at an angle create better surfing conditions.",
  "new_p_191": "Wind is one of the most important factors affecting surf quality. Offshore wind (from shore to sea) is every surfer's dream - it holds the wave face smooth and clean, creating perfect conditions. In contrast, onshore wind (from sea to shore) makes waves messy and difficult to surf.",
  "new_p_192": "The most recommended hours for surfing are usually early morning or late afternoon, when the wind is lighter. Check the wind forecast before you go out - apps like Windy or Windguru can give you accurate information about wind speed and direction throughout the day.",
  "new_p_194": "Rip currents are one of the biggest dangers in the ocean. These are strong currents that flow from shore to the open sea, and can sweep away even experienced swimmers. Learn to identify the signs: darker or cloudier water, weaker wave breaking in a certain area, or foam flowing out to sea.",
  "new_p_195": "If you get caught in a rip current - don't panic and don't try to swim against it. Instead, swim parallel to the shore until you exit the current, then swim back to shore. Remember: the ocean is always stronger, and it's always better to be too careful than to take risks.",
  "new_p_197": "Today, we have access to detailed real-time ocean condition information. Sites like Surfline, Magic Seaweed and Windy provide accurate wave forecasts, including wave height, frequency, wind direction and water temperature. Learn to read these forecasts - they can make the difference between an amazing surf day and a disappointing one.",
  "new_p_198": "But remember: no forecast is perfect. Conditions can change quickly, and sometimes the best information comes from local surfers who know the spot. Don't hesitate to ask, observe the water for a few minutes before entering, and listen to your instincts.",
  "new_p_200": "There are days when the smartest thing a surfer can do is not enter the water. If the waves are too big for your abilities, if the wind is too strong, or if there's a warning of strong currents - it's okay to give up. The ocean will be there tomorrow too, and it's not worth taking risks.",
  "new_p_201": "Surfing is a lifelong sport, and the best surfers are those who know how to respect the ocean and understand their limitations. Learn to read conditions, gain experience gradually, and always put safety first. The ocean is a patient teacher - but also strict, and it expects respect and listening from us.",
  "new_p_208": "The pop-up is the most critical movement in wave surfing - it's the moment when you transition from lying on the board to standing fully on the wave. Many beginners get stuck at this stage, but the secret is that most mistakes come from small habits that are easy to fix.",
  "new_p_210": "One of the most common mistakes is incorrect hand placement on the board. Many beginners place their hands too far forward or back, making efficient pushing difficult. The correct placement is at rib level, so when you push yourself up, your elbows create a 90-degree angle. This gives you the perfect leverage for a quick and smooth jump.",
  "new_p_212": "Your head and eyes determine the direction of movement. When you look down at the board during the pop-up, your body tends to follow your gaze and stay bent. Instead, practice looking forward toward the shore or along the wave even before you start the movement. This will help you maintain a straight back and correct posture.",
  "new_p_214": "Many beginners perform the pop-up in two stages - first lifting the knees and only then bringing the legs forward. This creates instability and slows down the movement. The correct pop-up is one flowing motion: strong push with the hands, lifting the chest, and bringing both legs into position simultaneously. Practice this on the sand until the movement becomes automatic.",
  "new_p_216": "The best way to improve the pop-up is practicing on land. Lie on a towel on the sand, mark the correct hand position, and practice 20 slow and controlled pop-ups. Pay attention to each stage: hand placement, looking forward, strong push, and bringing the legs in one motion. After two or three such practices, you'll feel the difference in the water.",
  "new_p_218": "Remember that the pop-up should be performed the moment you feel the wave starting to push you forward. Not too early (you'll lose momentum) and not too late (the wave will pass). Regular practice will help you develop the right timing sense. Come to one of our lessons at 'Ruach BeGalim' and we'll help you perfect the technique with personal guidance.",
  "new_p_226": "The most important movement in surfing is also the movement most beginners struggle with - the pop-up. This is the movement that takes you from lying on the surfboard to standing position, and it determines everything that happens next on the wave. Even a small improvement in pop-up technique can completely change your surfing level.",
  "new_p_228": "The pop-up is the critical moment that determines whether you'll succeed in standing on the surfboard in a stable and balanced way, or fall into the water. Beginner surfers usually focus on leg movements, but the truth is that the pop-up starts with the upper body. The correct posture of the hands, shoulders and core determines everything else.",
  "new_p_229": "When the pop-up is performed correctly, you transition from lying to standing in one motion, clean and fast. The body rises as one unit, and the legs land precisely in the right place on the surfboard. It looks easy when you see experienced surfers do it, but it requires practice and understanding of the technique.",
  "new_p_231": "The mistake almost every beginner makes is getting up on the surfboard in stages - first on the knees, then to standing. This seems like the natural and safe way, but actually it makes the movement slow and unstable. When you rise through the knees, you lose control of your center of gravity, and the surfboard tends to wobble or even flip over.",
  "new_p_232": "The solution is to practice a direct pop-up - one complete motion. When you feel the wave catching you, you push hard with your hands, lift your chest, and pull your legs under your body in a quick and clean movement. Both legs should land on the surfboard at the same time, with the back foot in the center and back, and the front foot forward at the right distance.",
  "new_p_234": "Many beginner surfers place their hands too far from the body, or too close to the chest. The correct hand position is at shoulder height, right under the chest. When you push with your hands, the force should be straight down, not diagonal or forward.",
  "new_p_235": "A simple exercise to practice this: lie on the surfboard on the sand, place your hands in the correct position, and practice pushing and lifting your chest. Notice that the elbows should be close to the body, not open to the sides. This helps maintain stability and activate the right muscles.",
  "new_p_237": "The best way to improve the pop-up is to practice it on land before getting in the water. Take the surfboard, place it on the sand, and practice the complete movement 20 times. Focus on three things: strong push with the hands, lifting the chest high, and pulling the legs in a quick motion.",
  "new_p_238": "When you practice, make sure your gaze is directed forward, not down at the surfboard. The head and gaze determine the body's direction, so if you look down, the body tends to fall forward. Keep a steady gaze on the line where you want to surf.",
  "new_p_240": "After practicing on land, it's time to try in the water. Start with small white waves (foam), not with broken waves. Lie on the surfboard, catch the wave, and just before you feel it starting to push you forward - perform the pop-up. Timing is critical: not too early and not too late.",
  "new_p_241": "Don't get discouraged if it doesn't work the first time, or even the first ten times. The pop-up requires coordination between many muscles, and it takes time for the body to learn the movement. The key is to keep practicing, and notice the small improvements each time.",
  "new_p_242": "With regular practice, the pop-up becomes automatic. You no longer need to think about each stage of the movement - the body just does it. And once the pop-up becomes natural, you can focus on the really interesting things - choosing waves, reading the ocean, and performing maneuvers on the surfboard.",
  "new_p_250": "So you've decided to learn to surf. Excellent! But now you're facing dozens of surfboards in the shop, and the salesperson is talking about 'liters', 'rocker' and 'fiberglass'. Don't worry - this is exactly where we all started. Here's everything you need to know to choose your first surfboard.",
  "new_p_252": "The biggest mistake beginners make? Buying a board that's too small because 'it looks more professional'. The truth is that a bigger surfboard is exactly what you need to succeed:",
  "new_p_253": "Maximum stability: A wide and long surfboard gives you a stable platform to stand on. It's like the difference between learning to ride a mountain bike versus narrow road bikes - start with something that gives confidence.",
  "new_p_254": "Easy wave catching: The more volume (liters), the easier it is to catch waves. Instead of paddling like crazy and missing every wave, you'll be able to start standing and catching waves from the very first lesson.",
  "new_p_255": "Fast progression: When you succeed in standing on the surfboard and catching waves, motivation increases and learning progresses. A board that's too small will lead to frustration and quick giving up.",
  "new_p_257": "Softboard (foam board): This is the perfect choice for starting out. These surfboards are made of soft and safe material, especially durable against impacts, and have high volume that makes wave catching easier. They're also relatively cheap - you can find a quality softboard in the range of 800-1,500 NIS.",
  "new_p_258": "Longboard: If you want something more 'traditional', a wooden or fiberglass longboard is an excellent option. At 8-9 feet long, it offers maximum stability and classic style. The price is higher (2,000-4,000 NIS), but it's a long-term investment.",
  "new_p_259": "Funboard: A middle point between longboard and shortboard, 7-8 feet long. Suitable for those who want something a bit more agile but still with lots of stability.",
  "new_p_261": "Here's a simple rule of thumb by weight:",
  "new_p_262": "50-65 kg: Surfboard 7'6\"-8'0\" long with 60-70 liters volume\n\n65-80 kg: Surfboard 8'0\"-8'6\" long with 70-85 liters volume\n\n80-95 kg: Surfboard 8'6\"-9'0\" long with 85-100 liters volume\n\nOver 95 kg: Surfboard 9'0\"-9'6\" long with 100+ liters volume",
  "new_p_263": "Remember: it's always better to be 'on the big side' than 'on the small side'. You can always move to a smaller surfboard after a few months, but if you start with a board that's too small, you'll get stuck and discouraged.",
  "new_p_265": "Buy second-hand: Your first surfboard will take hits - it's part of the process. There's no point buying a new, expensive board just to have it covered in scratches after two weeks. Look on Facebook, Yad2, or surf school bulletin boards.",
  "new_p_266": "Ask your instructor: If you're taking lessons, your instructor can recommend exactly what suits you. They see how you surf and know what will help you progress.",
  "new_p_267": "Check the overall condition: If buying second-hand, check that there are no major cracks, that the fins are stable, and that the leash is in good condition.",
  "new_p_269": "Your first surfboard doesn't need to be perfect - it needs to be right for the stage you're at. A big, stable, forgiving board will help you learn fast, enjoy the process, and not give up after a week. Remember - all the professional surfers you admire started in exactly the same place. They just weren't ashamed to take a big board.",
  "new_p_270": "Want more tips or help choosing a board? Come for a trial lesson with us and we'll help you find the perfect match. Calm seas!",
  "new_p_278": "So you've decided to learn to surf. Excellent! But now comes the stage where most beginners get confused - which surfboard to buy? If you think you should start with a short, cool board like the pros use, hold on a moment. I have news for you.",
  "new_p_280": "The first and most important reason is buoyancy. A bigger surfboard means more volume, and more volume means it floats better. When you're starting out, 90% of your time in the water will be spent lying on the board and paddling. A board that floats better will make your life much easier.",
  "new_p_281": "The second reason is stability. A bigger board gives you a more stable platform to stand on. It's like the difference between learning to ride a regular bike versus learning on a unicycle. You want to start with something that gives you a chance to succeed.",
  "new_p_283": "The simple rule is: for beginners, look for a board with at least 2.5-3 liters of volume per kilogram of body weight. So if you weigh 70 kilos, you'll want a board of at least 175-210 liters. Does that sound like a lot? That's okay. That's exactly what you need.",
  "new_p_284": "In length, most beginners will suit a 7-9 foot (2.1-2.7 meter) board. Yes, it's big. Yes, it's a bit cumbersome. But it will work much better for you than a short board.",
  "new_p_286": "Longboard - The classic. 8-9 feet, rounded at the ends, provides maximum buoyancy. Perfect for those who want to focus on learning the basics and not looking for particularly strong waves.",
  "new_p_287": "Funboard - The compromise. 7-8 feet, slightly more pointed than a longboard. Provides a good balance between stability and maneuverability. An excellent option for those who want something that will remain relevant even as they progress.",
  "new_p_288": "Softboard (Softtop) - Recommended for beginners. A board with a soft foam covering, safer (less chance of hurting yourself or others), more durable, and usually cheaper. There's no reason not to start with a softtop.",
  "new_p_290": "Don't buy a short board because \"it looks more professional.\" It won't work. You'll just get frustrated and give up. A short board requires advanced technique, high speed, and strong waves. It's not for beginners.",
  "new_p_291": "Don't buy an old, cheap used board that looks like it's been through a war. Yes, it's tempting to save money, but a damaged board will make it harder for you to learn. Look for something in reasonable condition, even if it costs a bit more.",
  "new_p_292": "Don't ignore the weight of the board. A board that's too heavy will be difficult to carry and maneuver. A softtop or epoxy board will be lighter than a traditional fiberglass board.",
  "new_p_294": "Choosing your first board isn't about style, it's about functionality. You want something that will help you learn, not something that will make you look cool while you're struggling. Start with a big board, learn the basics, then move on to more advanced things. That's the right process, and that's the process that will work.",
  "new_p_295": "And if someone tells you that a big board is embarrassing? Tell them they don't understand anything. The best surfers in the world still surf on longboards when they want to relax and enjoy themselves. There's no shame in starting right.",
  "new_p_303": "The ocean is the most amazing playground there is, but when there are other surfers in it - you need to know the rules. Safety and etiquette in surfing aren't just nice words, they're what ensures everyone enjoys the waves without injuries, conflicts, or frustration. Let's talk about how to be a smart and respectful surfer in the water.",
  "new_p_305": "This is the most important rule in surfing. The surfer who is closest to the peak of the wave (the point where the wave starts to break) gets right of way. If you see someone already up on the wave, don't try to \"snake\" it - it's dangerous and simply not done. Wave snaking is the fastest way to get into a conflict in the water, and more importantly - it can cause serious accidents.",
  "new_p_306": "How do you know who's closer to the peak? Look at the lineup (the line of surfers waiting for waves). Whoever is sitting deepest in the ocean, closest to where the waves start breaking, is the one who gets the wave. If there's doubt - eye contact with other surfers helps. A quick call of \"mine!\" or \"go!\" can prevent confusion.",
  "new_p_308": "The lineup needs to be organized. Don't sit too close to other surfers - give at least 2-3 meters distance between surfer and surfer. This gives everyone room to maneuver, paddle for waves without colliding, and also reduces the chance of someone getting hit by a board or fin. Especially on busy days at the beach, patience and order are key.",
  "new_p_309": "When you're paddling back to the lineup after a wave, do it on the side - don't paddle straight through the area where waves are breaking and people are surfing. It's dangerous for you and others. Paddle through the \"channel\" (the area where there are no breaking waves) or go around the action zone.",
  "new_p_311": "Surfing is a community sport. A smile, a little \"hello\" when entering the water, and a compliment to a surfer who had a nice wave - all these create a good atmosphere. If you made a mistake and accidentally snaked a wave, apologize immediately. Most surfers will understand - we were all beginners once.",
  "new_p_312": "If you're a beginner, don't be ashamed to say so. Experienced surfers are usually happy to help, give tips, and even show you where it's best to sit. Mutual respect is the foundation - respect the ocean, the waves, and other surfers, and they'll respect you back.",
  "new_p_314": "If you see a surfer in distress – help immediately. It could be someone who's tired, caught in a current, or simply needs a hand. The ocean can be unpredictable, and mutual aid is an integral part of surf culture. If you're not sure how to help – call a lifeguard or more experienced surfers.",
  "new_p_315": "Always surf with a buddy if possible, especially in challenging conditions. It's not only safer, it's also much more fun. And remember – there's no shame in getting out of the water if conditions are beyond your ability. The ocean will be there tomorrow too.",
  "new_p_317": "Safety and ethics in the water aren't just rules – they're what makes surfing an enjoyable, safe, and respectful experience for everyone. Remember right of way, maintain distance, communicate clearly, and behave with respect. The more aware and responsible a surfer you become, the more you'll enjoy it – and so will everyone around you. See you in the lineup! 🌊🏄",
  "new_p_324": "The ocean is the most exciting playground there is, but when you're sharing it with dozens of other surfers, it's important to know the rules of the game. Safety and ethics in surfing aren't just about manners – they can prevent dangerous accidents and maintain the good atmosphere in the lineup. Let's learn the most important rules every surfer needs to know.",
  "new_p_326": "This is the most basic yet most important rule in surfing. The surfer who is closest to the point where the wave begins to break (the peak) gets priority on the wave. If you see someone already up on the wave and positioned closer to the peak, don't try to catch that same wave – this is called 'dropping in' and it's one of the most dangerous and disrespectful things in surfing.",
  "new_p_327": "How do you identify who's closest to the peak? Look at the wave direction. If the wave breaks from right to left, the surfer on the right side (closest to the breaking point) gets priority. If the wave breaks in both directions (A-frame), two surfers can share the wave – one in each direction.",
  "new_p_329": "When you're sitting in the lineup waiting for a wave, it's important to maintain a reasonable distance from other surfers. Don't get too close to the surfer in front of you – if a wave comes suddenly, you might collide. A distance of 2-3 meters is safe and respectful. Also don't position yourself directly behind another surfer – if they decide to catch a wave, you might be in their way.",
  "new_p_331": "Good communication is key to preventing accidents. If you want to catch a wave, call out 'I'm going!' or 'Mine!' to signal to other surfers. If you see someone already on the wave, call out 'Sorry!' or 'I'm pulling off!' and get out of the way. Don't hesitate to use body language – waving your hand or pointing in the direction you intend to surf can prevent misunderstandings.",
  "new_p_333": "Every beach has a community of local surfers who know the conditions, the dangers, and the unwritten rules of the spot. When you arrive at a new beach, behave with humility. Let the local surfers catch a few waves before you, ask questions about conditions, and show that you respect the place. It's not just politeness – it will also help you fit in and avoid conflicts.",
  "new_p_335": "We all make mistakes. If you accidentally dropped in or hit someone, apologize immediately. Most surfers will understand – everyone's been there. A sincere and quick apology can turn a tense situation into one of mutual understanding. Don't try to justify or argue – just acknowledge, apologize, and move on.",
  "new_p_337": "Finally, remember that safety is always the top priority. If you're unsure about conditions, if the waves are too big, or if you're feeling tired – don't hesitate to get out of the water. No wave is worth the risk of injury. Always surf with a buddy, know your limits, and listen to your body.",
  "new_p_338": "Surfing is an amazing sport that connects us to nature and community. When we all follow the same safety and ethics rules, we create a safer and more enjoyable environment for everyone. So next time you head out to the water, remember – respect the ocean, respect other surfers, and respect yourself. Good waves are waiting!",
  "new_p_345": "Discover the secrets of surfing, get professional tips from our instructors, and learn about the most advanced techniques. Our blog is packed with detailed guides, equipment recommendations, ocean condition updates, and inspiring stories from the world of surfing.",
  "new_p_349": "Tips, techniques and guides for surfers of all levels",
  "new_p_352": "A simple guide to reading ocean conditions: identifying sets, rip currents, exit channels and choosing a safe entry point for surfers of all levels.",
  "new_p_355": "Clean technique for standing on the wave: hand placement, foot path, looking ahead and common corrections for beginners and advanced surfers.",
  "new_p_358": "The foundation that prevents accidents: right of way, maintaining distance, lineup behavior, and common mistakes worth stopping in time.",
  "new_p_362": "A clear selection guide: why volume is more important than it seems, how to match length/width to skill level and weight, and what to ask before buying.",
  "new_p_363": "Join us for an unforgettable surfing experience. Whether you're a beginner or an experienced surfer, we have the perfect program for you.",
  "new_p_366": "The ability to read the ocean is one of the most important skills for any surfer, whether you're a beginner or experienced. Understanding wave behavior, identifying currents and choosing the right entry point can turn a challenging surfing experience into a safe and enjoyable one. In this article we'll go over the basic principles that will help you understand the ocean and surf safely.",
  "new_p_368": "Waves come in sets – groups of waves separated by lulls. Understanding this rhythm is key to proper timing. Watch the ocean for at least 10-15 minutes before entering. Pay attention to wave height, their frequency and the intervals between them. Larger waves usually come at the end of the set, so wait for the set to finish before paddling out.",
  "new_p_369": "Also notice where the waves are breaking. Waves breaking far from shore indicate deeper water and more challenging conditions. Waves breaking close to shore may be suitable for beginners, but can be powerful and dangerous if they break directly on the beach.",
  "new_p_371": "Currents are horizontal water movements that can sweep you sideways or out from shore. Identifying currents is critical for safety. Look for areas where the water looks different – darker, smoother, or with less foam. These are often current zones. An outgoing current (rip current) can be dangerous, but experienced surfers use it to paddle out easily.",
  "new_p_372": "Channels are deeper areas between sandbars where waves don't break. They look like smoother 'lanes' in the water. Channels can be a good place to paddle out because the waves there are weaker, but sometimes they're associated with strong currents.",
  "new_p_374": "The best entry point depends on conditions and your skills. Beginners should look for an area where waves are relatively small and break gently. Look for a place where there's space between the waves and shore, allowing you to learn and practice safely.",
  "new_p_375": "More experienced surfers can look for the peak – the point where the wave starts to break. This is usually the best place to catch a wave. Pay attention to other surfers and crowded areas – sometimes it's worth choosing a less popular entry point to avoid collisions.",
  "new_p_377": "Always surf with a buddy or near a lifeguard. Don't enter the water if you're unsure about conditions. If you get caught in a current, don't swim against it – swim parallel to shore until you exit the current, then swim back. Know your abilities and don't be ashamed to get out of the water if conditions are too challenging.",
  "new_p_378": "Learning to read the ocean is an ongoing process. The more time you spend in the water, the better intuition you'll develop for conditions. Start in familiar and safe areas, and gradually progress to bigger challenges. The ocean is a dynamic and changing environment – respect it, always stay alert, and enjoy every moment on the waves!",
  "new_p_382": "The pop-up is one of the most critical exercises in surfing. It's the quick movement that takes you from lying down to standing on the surfboard, and it determines everything that happens next on the wave. A poor pop-up will cause you to fall, lose balance or have difficulty maneuvering. A proper pop-up? That's your ticket to smooth and enjoyable surfing.",
  "new_p_383": "The pop-up is the transition between catching the wave and surfing itself. The moment you feel the wave catching you, you have one second - sometimes even less - to execute the movement. If the movement is too slow, the wave will pass under you. If it's not precise, you'll lose balance and fall. The secret is in combining speed, precision, and core strength.",
  "new_p_384": "Beginning surfers tend to make two main mistakes: they place their hands in the wrong position on the surfboard, or they pull their legs instead of pushing their body upward. Both of these mistakes cause a slow and unstable pop-up, making it very difficult to continue.",
  "new_p_386": "Step 1: Hand placement. When you're lying on the surfboard and paddling, your hands should be positioned exactly under your shoulders, palms flat on the deck. This is the position that will give you the best leverage for pushing.",
  "new_p_387": "Step 2: Strong push. The moment you feel the wave catching, push forcefully with your chest and shoulders upward. This isn't a pull - it's an explosive push that lifts your entire upper body at once.",
  "new_p_388": "Step 3: Jump, don't pull. Instead of pulling your legs one by one, jump in one motion and bring your back foot (the foot that will be behind on the surfboard) forward, under your body. The front foot will automatically reach the correct position.",
  "new_p_389": "Step 4: Balanced landing. Your feet should land parallel to the centerline of the surfboard, knees slightly bent, weight centered in the middle. Your head and shoulders should be over the center of the surfboard - not leaning forward or backward.",
  "new_p_391": "One of the most important things you can do to improve your pop-up is to practice it on land. Lie down on a mattress or carpet, imagine you're paddling, and then perform the movement over and over again. Practice until the movement becomes automatic, until your body remembers it without thinking.",
  "new_p_392": "Land practice allows you to focus on technique without the pressure of waves, current, or fear of falling. You can do this at home, on the beach before entering the water, or anywhere you have a bit of space. Ten minutes of focused practice can make a huge difference.",
  "new_p_393": "One of the most common mistakes is looking down at the board during the pop-up. This causes your weight to lean forward and leads to falling. Always look ahead, in the direction you want to surf.",
  "new_p_394": "Another mistake is placing your hands too far from your body or too close to the center of the board. Incorrect hand placement affects leverage and makes pushing up difficult. Always ensure your hands are positioned directly under your shoulders.",
  "new_p_395": "Finally, many beginners rush too much or wait too long. The timing of the pop-up is critical - you need to execute it the moment you feel the wave catching and starting to push you forward. This improves with experience, but paying attention to this feeling will help you learn faster.",
  "new_p_397": "A proper pop-up is a skill that takes time to master, but with consistent practice and understanding of the technique, anyone can get there. Practice on land, pay attention to hand and foot placement, and remember that the key is in a quick and explosive push - not a slow pull.",
  "new_p_398": "Once the pop-up becomes natural, you'll feel how your entire surfing improves. You'll be able to focus on maneuvers, reading waves, and enjoying the moment - instead of worrying about whether you'll manage to stand up on the board. This is the stage where surfing transforms from a challenge to an experience.",
  "new_p_401": "The ocean is the most exciting playground there is, but it also demands respect, awareness, and understanding of basic rules. Whether you're beginner or veteran surfers, maintaining personal and community safety is the key to a perfect day on the waves.",
  "new_p_403": "Before you dive into the water, spend a few minutes observing. Check wave height, wind direction, and current locations. Ask the local lifeguard or veteran surfers about the ocean conditions that day. Understanding the conditions will help you choose the right spot for your surfing level and avoid dangerous situations. Remember: there's no shame in skipping a surf session if conditions don't match your abilities.",
  "new_p_405": "Before every water session, check your equipment. Make sure the leash (the cord connecting you to the board) is intact and properly attached, that there are no cracks in the board, and that the wax provides good grip. Damaged equipment can become dangerous for both you and other surfers around you. If you're a beginner, consider using a soft-top board that reduces injury risk.",
  "new_p_407": "The ocean belongs to everyone, and following basic etiquette rules ensures everyone enjoys it. The most important rule: the surfer closest to the peak of the wave (the point where the wave starts breaking) is the one entitled to the wave. If someone is already riding a wave, don't try to 'steal' it - it's dangerous and unfair. When paddling back out after a ride, paddle through the white water section and not through the open faces where other surfers are riding.",
  "new_p_409": "In the water, communication is everything. If you see someone in danger, shout 'help' or signal the lifeguard. If you lose control of your board, shout 'board!' to warn others. Learn basic surfer signals - hand waves, directional gestures, and calls - to communicate effectively even when the ocean is noisy.",
  "new_p_411": "Listen to your body. If you feel tired, cold, or uncomfortable - it's time to get out. Surfing while fatigued increases the risk of mistakes and injuries. Always remember to save enough energy for a safe return to shore. If you get caught in a strong current, don't swim against it - swim parallel to the shore until you exit the current, then return to shore diagonally.",
  "new_p_412": "Surfing is an amazing experience that connects us to nature and community. When we maintain safety and respect each other, we create an environment where everyone can enjoy the waves. Remember: the best surfer is the one who comes home safe and smiling. See you on the waves!",
  "new_p_415": "Choosing a surfboard is one of the most important decisions for any surfer, whether it's your first board or you're looking to upgrade. The right board can make all the difference between a frustrating session and an enjoyable, rewarding experience on the waves. So how do you choose correctly?",
  "new_p_417": "Board volume, measured in liters, is the most critical factor in choosing a suitable surfboard. The higher the volume, the more the board will float and the easier it will be to paddle and catch waves. For beginners, it's recommended to start with a high-volume board - usually between 50-70 liters, depending on your weight and height.",
  "new_p_418": "The general formula is simple: your body weight in kilograms multiplied by 0.5-0.7 for beginners, 0.4-0.5 for intermediate surfers, and 0.3-0.4 for advanced surfers. For example, if you weigh 70 kg and you're a beginner, you'd want a board of about 40-50 liters at least.",
  "new_p_420": "Board length affects maneuverability and stability. Longer boards (8-9 feet) offer more stability and are easier to paddle, making them perfect for beginners. They're more 'forgiving' of mistakes and allow you to learn the basics comfortably.",
  "new_p_421": "Shorter boards (5-7 feet) allow sharper maneuvers and higher speeds, but require more skill and stability. Most advanced surfers prefer shorter boards that allow them to perform dynamic maneuvers and utilize the wave's full potential.",
  "new_p_423": "Board width affects stability and speed. A wider board will be more stable but less agile, while a narrower board allows quick maneuvers but requires better balance. Board thickness directly affects volume and buoyancy - a thicker board will float more but may be less responsive.",
  "new_p_425": "For absolute beginners (0-6 months): A softboard 7-9 feet long, 50-70 liters volume. It's safe, stable and allows rapid progression. For intermediate surfers (6-18 months): A fiberglass board 6.5-8 feet long, 35-50 liters volume. This is the time to move to a 'real' board that allows technical improvement.",
  "new_p_426": "For advanced surfers: The choice depends on surfing style, preferred wave conditions, and personal preferences. Here it's worth consulting with experienced surfers or a professional surf coach who can tailor the board precisely to your needs.",
  "new_p_427": "Remember - the best board is the one that suits your current level, not the level you want to reach. Investing in the right board will accelerate your progression and make every session more enjoyable and rewarding.",
  "home_h3_10": "Progress tracking",
  "home_h3_11": "Professional equipment care",
  "home_h3_12": "Check out our rental options",
  "home_h3_13": "From water-shy to confident surfer",
  "home_h3_14": "Technique that changes everything",
  "home_h3_15": "Service on another level",
  "home_h3_16": "Quick links",
  "home_h3_17": "Contact us",
  "home_h3_18": "Follow us",
  "home_h4_19": "What to expect:",
  "home_li_95": "Programs",
  "home_li_96": "Rental",
  "home_li_97": "Contact",
  "home_li_98": "[business_email]",
  "home_li_99": "[business_phone]",
  "new_h1_116": "Wind in Waves Magazine",
  "new_h1_161": "How to Read the Ocean: Waves, Winds and What to Look for Before Going In",
  "new_h1_184": "How to Read the Ocean: Waves, Winds and What to Look for Before Entering",
  "new_h1_206": "Proper Pop-up: Common Mistakes and How to Fix Them in Two Minutes",
  "new_h1_223": "Proper Pop-Up: Common Mistakes and How to Fix Them in Two Minutes",
  "new_h1_247": "How to Choose Your First Surfboard\n(And Why Big Isn't Embarrassing)",
  "new_h1_275": "How to Choose Your First Surfboard (And Why Big Isn't Embarrassing)",
  "new_h1_300": "Safety Rules and Water Etiquette: How to Surf Smart with Others in the Lineup",
  "new_h1_322": "Water Safety and Ethics Rules: How to Surf Smart with Others in the Lineup",
  "new_h1_344": "Our Surfing Blog",
  "new_h1_365": "How to Read the Ocean: Waves, Currents and How to Choose an Entry Point",
  "new_h1_380": "Proper Pop-Up: How to Stand on the Wave Without Losing Balance",
  "new_h1_399": "Safety Rules and Water Etiquette: How to Surf Safely and Get Along with Everyone",
  "new_h1_413": "How to Choose Your First (or Next) Surfboard: Volume, Length and What Really Suits You",
  "new_h2_126": "Wind in Waves Magazine",
  "new_h2_155": "Ready to ride the next wave?",
  "new_h2_165": "Understanding Wave Systems",
  "new_h2_168": "Reading the Wind",
  "new_h2_171": "Identifying Currents and Hazards",
  "new_h2_174": "Choosing the Right Spot",
  "new_h2_177": "Summary and Recommendations",
  "new_h2_187": "Understanding Waves: Height, Frequency and Direction",
  "new_h2_190": "Wind: The Decisive Factor",
  "new_h2_193": "Currents and Hazards: What You Need to Know",
  "new_h2_196": "Wave Forecasting: Tools and Resources",
  "new_h2_199": "When to Stay on the Beach",
  "new_h2_209": "First Mistake: Hand Placement",
  "new_h2_211": "Second Mistake: Looking Down",
  "new_h2_213": "Third Mistake: Two-Stage Jump",
  "new_h2_215": "How to Fix It in Two Minutes",
  "new_h2_217": "Bonus Tip: Timing",
  "new_h2_227": "Why is the Pop-Up So Important?",
  "new_h2_230": "The Most Common Mistake: Rising in Stages",
  "new_h2_233": "Another Mistake: Hand Placement",
  "new_h2_236": "How to Fix the Technique in Two Minutes",
  "new_h2_239": "Practice in the Water",
  "new_h2_251": "Why Big is Good (And Definitely Not Embarrassing)",
  "new_h2_256": "What Type of Surfboard is Suitable for Beginners?",
  "new_h2_260": "What Dimensions to Look For?",
  "new_h2_264": "Additional Tips for Smart Buying",
  "new_h2_268": "Summary: Start Right",
  "new_h2_279": "Why is Big Actually Good?",
  "new_h2_282": "So What Size Exactly?",
  "new_h2_285": "Types of Beginner Boards",
  "new_h2_289": "Common Mistakes to Avoid",
  "new_h2_293": "The Main Message",
  "new_h2_304": "The Golden Rule: Right of Way on a Wave",
  "new_h2_307": "Maintaining Safe Distance",
  "new_h2_310": "Communication and Respectful Behavior",
  "new_h2_313": "What to Do in Emergency Situations?",
  "new_h2_316": "Summary: Being a Responsible Surfer",
  "new_h2_325": "The Golden Rule: Priority to the Surfer Closest to the Peak",
  "new_h2_328": "Maintaining Safe Distance in the Lineup",
  "new_h2_330": "Clear Communication in the Water",
  "new_h2_332": "Respecting Locals and Local Surfers",
  "new_h2_334": "What to Do When You Make a Mistake",
  "new_h2_336": "Safety Comes First",
  "new_h2_348": "Our Surfing Blog",
  "new_h2_367": "Reading Wave Patterns",
  "new_h2_370": "Identifying Currents and Channels",
  "new_h2_373": "Choosing the Right Entry Point",
  "new_h2_376": "Safety Tips",
  "new_h2_385": "Steps to a Perfect Pop-Up",
  "new_h2_390": "Practice on Land - The Key to Success",
  "new_h2_396": "Summary: Practice, Patience, and Enjoyment",
  "new_h2_402": "Know the Ocean Before You Enter",
  "new_h2_406": "Surf Etiquette: Rules of Conduct in the Water",
  "new_h2_410": "Know When to Get Out of the Water",
  "new_h2_416": "Board Volume - The Most Important Metric",
  "new_h2_419": "Board Length and Its Effect on Surfing",
  "new_h2_422": "Width and Thickness - The Additional Parameters",
  "new_h2_424": "Recommendations by Level",
  "new_h3_132": "How to Read the Ocean: Waves, Winds and What to Look for Before Going In",
  "new_h3_139": "Proper Pop-up: Common Mistakes and How to Fix Them in Two Minutes",
  "new_h3_146": "How to Choose Your First Surfboard (And Why Big Isn't Embarrassing)",
  "new_h3_152": "Safety and Etiquette Rules in the Water: How to Surf Smart with Others in the Lineup",
  "new_h3_351": "How to Read the Ocean: Waves, Currents and How to Choose an Entry Point",
  "new_h3_354": "Proper Pop-Up: How to Stand on the Wave Without Losing Balance",
  "new_h3_357": "Safety Rules and Ethics in the Water: How to Surf Safely and Get Along with Everyone",
  "new_h3_361": "How to Choose Your First (or Next) Surfboard: Volume, Length and What Really Suits You",
  "new_h3_404": "Proper Equipment = Safe Surfing",
  "new_h3_408": "Clear Communication Prevents Accidents",
  "terms_h1_1": "Terms of Use",
  "terms_h2_2": "1. Definitions",
  "terms_h2_3": "2. Service Description",
  "terms_h2_4": "3. Terms of Use",
  "terms_h2_5": "4. User Obligations",
  "terms_h2_6": "5. Payment and Refund Policy",
  "terms_h2_7": "6. Limitation of Liability",
  "terms_h2_8": "7. Copyright and Intellectual Property",
  "terms_h2_9": "8. Privacy",
  "terms_p_18": "רוח בגלים provides sports and recreation services through the website. The services are subject to the terms detailed in this document and may change from time to time.",
  "terms_p_19": "Use of the website is conditional upon compliance with the following terms:",
  "terms_p_20": "If the services include payment:",
  "terms_p_21": "The services are provided \"as is\" without warranty of any kind. The company will not be liable for indirect, consequential or special damages arising from use of the website, except in cases where the law provides otherwise.",
  "terms_p_22": "All content on the website, including texts, images, design and code, is protected by copyrights belonging to רוח בגלים. It is prohibited to copy, distribute or make commercial use of the content without written permission.",
  "terms_p_23": "Collection and use of personal information is subject to our privacy policy. Use of the website constitutes agreement to the privacy policy as detailed separately.",
  "terms_p_24": "The company may change these terms of use at any time. Material changes will be published on the website with 30 days advance notice. Continued use after the change constitutes agreement to the new terms.",
  "terms_p_25": "The company may discontinue or limit the service at any time, including in case of violation of the terms of use. In case of service termination, the provisions of the relevant sections will remain in effect.",
  "terms_p_26": "These terms of use are subject to the laws of the State of Israel. Any dispute will be heard in the competent courts in Israel, with preference given to arbitration or mediation where possible.",
  "terms_p_27": "For questions or clarifications regarding the terms of use:",
  "terms_p_28": "Exciting surfing experience and water activities for the whole family. We offer equipment rental, lessons and customized programs.",
  "terms_p_29": "© 2026 רוח בגלים. All rights reserved.",
  "home_li_100": "[business_address]",
  "terms_h2_10": "9. Changes to Terms of Use",
  "terms_h2_11": "10. Service Termination",
  "terms_h2_12": "11. Governing Law and Dispute Resolution",
  "terms_h2_13": "12. General Provisions",
  "terms_h2_14": "13. Contact Information",
  "terms_h3_15": "Quick Links",
  "terms_h3_16": "Contact",
  "terms_h3_17": "Follow Us",
  "terms_li_42": "\"The Company\" - רוח בגלים",
  "terms_li_43": "\"The User\" - anyone who browses or uses the website",
  "terms_li_44": "\"The Services\" - sports and recreation services provided through the website",
  "terms_li_45": "Using the website for legal purposes only",
  "terms_li_46": "Not interfering with the website's operation or other users",
  "terms_li_47": "Not uploading offensive, illegal or harmful content",
  "terms_li_48": "Respecting copyrights and intellectual property",
  "terms_li_49": "Not performing actions that may harm the website's security",
  "terms_li_50": "Providing correct and accurate information during registration or ordering",
  "terms_li_51": "Maintaining confidentiality of account access details",
  "terms_li_52": "Immediate notification of any unauthorized use of the account",
  "terms_li_53": "Updating personal information as needed",
  "terms_li_54": "Payments are processed through secure and encrypted systems",
  "terms_li_55": "Prices include VAT as required by law",
  "terms_li_56": "Right of transaction cancellation will stand in accordance with Consumer Protection Law",
  "terms_li_57": "Refunds will be processed within 14 business days from cancellation approval",
  "terms_li_58": "If part of the terms is declared invalid, the remaining terms will remain in effect",
  "terms_li_59": "Non-enforcement of a right will not be considered a waiver of it",
  "terms_li_60": "The terms of use constitute the entire agreement between the parties",
  "terms_li_61": "Company: רוח בגלים",
  "terms_li_62": "Email: info@company.com",
  "terms_li_63": "Phone: 03-1234567",
  "terms_li_64": "Address: Company Address, Israel",
  "terms_li_65": "Programs",
  "terms_li_66": "Rental",
  "terms_li_67": "Contact Us",
  "terms_li_68": "[business_email]",
  "terms_li_69": "[business_phone]",
  "terms_li_70": "[business_address]",
  "contact_h1_1": "Let's plan your next session",
  "contact_h2_2": "Send a message",
  "contact_h2_3": "Where to find us",
  "contact_h2_4": "Still not sure what you need?",
  "contact_h3_5": "Quick links",
  "contact_h3_6": "Contact",
  "contact_h3_7": "Follow us",
  "contact_h4_8": "Convenient parking",
  "contact_h4_9": "Meeting point",
  "contact_p_11": "Happily created by&nbsp;Zappy",
  "contact_p_12": "We're available to answer any question and help you choose the perfect program or the most suitable equipment for your needs.",
  "contact_p_13": "Tell us about your surfing goals, your current experience level, and whether you need equipment rental. We'll get back to you quickly with a personalized plan.",
  "contact_p_14": "We operate along the Mediterranean coast, in the most perfect areas for wave surfing and kitesurfing. Our sessions take place on beaches with ideal surfing conditions, convenient accessibility and nearby parking.",
  "contact_p_15": "Public parking is available within a short walking distance from the meeting point. We recommend arriving 15 minutes before the lesson begins.",
  "contact_p_16": "Meet by the central lifeguard station. Our instructors will be waiting with a 'Wind in Waves' flag and will help you with the equipment.",
  "contact_p_17": "Swimwear, towel, sunscreen and hat. We provide all the surfing equipment - surfboard, wetsuit and safety accessories.",
  "contact_p_18": "Don't worry – you can start simple. Come to an introduction course or rent equipment for one day and feel the waves yourself. We're here to help you find your perfect way to the water.",
  "contact_p_19": "Exciting surfing experience and water activities for the whole family. Offering equipment rental, lessons and personalized programs.",
  "contact_p_20": "© 2026 Wind in Waves. All rights reserved.",
  "home_alt_104": "רוח בגלים",
  "home_alt_105": "רוח בגלים premium surfing equipment",
  "home_alt_106": "Professional maintained surfing equipment",
  "home_alt_107": "Professional maintained surfboard",
  "home_alt_108": "Professional maintenance details",
  "home_alt_109": "Quality surfing equipment",
  "home_alt_110": "Professional safety accessories",
  "home_alt_111": "Variety of rental equipment",
  "home_alt_112": "Quality materials",
  "home_alt_113": "רוח בגלים",
  "home_link_77": "Zappy",
  "home_link_78": "Discover our programs",
  "home_link_79": "Contact us",
  "home_link_80": "To training programs",
  "home_link_81": "To equipment rental",
  "home_link_82": "View rental equipment",
  "home_link_83": "Contact",
  "home_link_84": "View programs",
  "home_link_85": "Programs",
  "home_link_86": "Rental",
  "home_link_87": "Contact",
  "home_link_88": "[business_email]",
  "home_link_89": "[business_phone]",
  "home_link_90": "[business_address]",
  "home_link_91": "Privacy policy",
  "home_link_92": "Terms and conditions",
  "home_link_93": "Accessibility statement",
  "home_link_94": "Generated by Zappy",
  "home_nav_101": "Programs",
  "home_nav_102": "Rental",
  "home_nav_103": "Contact",
  "home_span_42": "All surfing levels",
  "home_span_43": "Premium equipment",
  "home_span_44": "Safety first",
  "home_span_45": "Flexible lessons",
  "home_span_46": "60-90 minutes",
  "home_span_47": "All levels",
  "home_span_48": "Equipment included",
  "home_span_49": "2-4 participants",
  "home_span_50": "Beginners-Advanced",
  "home_span_51": "Friendly atmosphere",
  "home_span_52": "Premium equipment",
  "home_span_53": "Personal customization",
  "home_span_54": "Professional consultation",
  "home_span_55": "Maximum safety",
  "home_span_56": "Theory and practice",
  "home_span_57": "Knowledge for life",
  "home_span_58": "Continuous documentation",
  "home_span_59": "Personal feedback",
  "home_span_60": "Clear objectives",
  "home_span_61": "Maintained equipment",
  "home_span_62": "Periodic inspections",
  "home_span_63": "High standards",
  "home_span_64": "Beginners",
  "home_span_65": "4 sessions",
  "home_span_66": "Confidence boost",
  "home_span_67": "Advanced",
  "home_span_68": "6 sessions",
  "home_span_69": "Technical improvement",
  "home_span_70": "Families",
  "home_span_71": "Equipment rental",
  "home_span_72": "Excellent service",
  "home_span_73": "Quick response",
  "home_span_74": "Safety first",
  "home_span_75": "Premium equipment",
  "home_span_76": "[business_address]",
  "new_span_114": "New",
  "new_span_115": "Magazine",
  "new_span_119": "Surfing Tips",
  "new_span_120": "Equipment",
  "new_span_121": "Ocean",
  "new_span_122": "Spots",
  "new_span_123": "Community",
  "new_span_125": "Contact Us",
  "new_span_129": "Ocean",
  "new_span_130": "January 15, 2025",
  "new_span_131": "8 minute read",
  "new_span_134": "Read more",
  "new_span_136": "Pop-up",
  "new_span_137": "January 12, 2025",
  "new_span_138": "5 minute read",
  "new_span_141": "Read more",
  "new_span_143": "Surfboard",
  "new_span_144": "January 10, 2025",
  "new_span_145": "6 minute read",
  "new_span_148": "Read more",
  "new_span_150": "January 8, 2025",
  "new_span_151": "7 minute read",
  "new_span_154": "Read more",
  "new_span_158": "Let's start surfing",
  "new_span_160": "Share:",
  "new_span_162": "March 15, 2024",
  "new_span_163": "5 minute read",
  "new_span_180": "Share:",
  "new_span_183": "Share:",
  "new_span_185": "5 minute read",
  "new_span_202": "Share:",
  "new_span_205": "Share:",
  "new_span_207": "5 minute read",
  "new_span_219": "Share:",
  "new_span_222": "Share:",
  "new_span_224": "January 15, 2025",
  "new_span_225": "5 minute read",
  "new_span_243": "Share:",
  "new_span_246": "Share:",
  "new_span_248": "5 minute read",
  "new_span_249": "December 2024",
  "new_span_271": "Share:",
  "new_span_274": "Share:",
  "new_span_276": "March 15, 2024",
  "new_span_277": "5 minute read",
  "new_span_296": "Share:",
  "new_span_299": "Share:",
  "new_span_301": "January 15, 2025",
  "new_span_302": "6 minute read",
  "new_span_318": "Share:",
  "new_span_321": "Share:",
  "new_span_323": "5 minute read",
  "new_span_339": "Share:",
  "new_span_341": "Professional Tips",
  "new_span_342": "Ocean Safety",
  "new_span_343": "Equipment & Techniques",
  "new_span_347": "Contact us for more details",
  "new_span_350": "January 15, 2024",
  "new_span_353": "January 12, 2024",
  "new_span_356": "January 10, 2024",
  "new_span_359": "January 8, 2024",
  "new_span_360": "9 minute read",
  "new_span_364": "Share on",
  "new_span_379": "Share on",
  "new_span_381": "May 15, 2024",
  "new_span_400": "May 15, 2024",
  "new_span_414": "May 15, 2024",
  "privacy_h1_1": "Privacy Policy",
  "privacy_h2_2": "1. Information Collection",
  "privacy_h2_3": "2. Use of Information",
  "privacy_h2_4": "3. Information Sharing",
  "privacy_h2_5": "4. User Rights",
  "privacy_h2_6": "5. Cookies",
  "privacy_h2_7": "6. Information Security",
  "privacy_h2_8": "7. Policy Changes",
  "privacy_h2_9": "8. Contact",
  "privacy_p_13": "רוח בגלים (\"the Company\", \"we\", \"our\") is committed to protecting your privacy. This privacy policy explains how we collect, use and protect your information when using the website www.company.com (\"the Service\").",
  "privacy_p_14": "We may collect the following types of information:",
  "privacy_p_15": "We use the collected information for the following purposes:",
  "privacy_p_16": "We will not sell, lease or share your personal information with third parties, except in the following cases:",
  "privacy_p_17": "In accordance with the Privacy Protection Law 1981, you have the following rights:",
  "privacy_p_18": "Our website uses cookies to improve user experience. You can manage cookies through your browser settings. Disabling cookies may affect website functionality.",
  "privacy_p_19": "We implement reasonable security measures to protect your information, including encryption, firewalls, and restricted access control. However, no method of transmission or storage is 100% secure.",
  "privacy_p_20": "We may update this privacy policy from time to time. Material changes will be published on the website with 30 days advance notice.",
  "privacy_p_21": "For questions or requests regarding this privacy policy, you can contact us:",
  "privacy_p_22": "Database Registrar: For complaints, you can contact the Database Registrar at the Ministry of Justice",
  "privacy_p_23": "Exciting surfing experience and water activities for the whole family. We offer equipment rental, lessons, and personalized programs.",
  "privacy_p_24": "© 2026 רוח בגלים. All rights reserved.",
  "rentals_h1_1": "Premium Equipment Rental, Guided and Hassle-Free",
  "rentals_h2_2": "Equipment for Rent",
  "rentals_h2_3": "Our Equipment Standards",
  "rentals_h2_4": "People Feel the Difference",
  "rentals_h2_5": "Want the Perfect Equipment for Your Level?",
  "rentals_h3_6": "Surfboards",
  "rentals_h3_7": "Kite Surfing Kites",
  "rentals_h3_8": "Harnesses and Safety Vests",
  "rentals_h3_9": "Additional Accessories",
  "rentals_p_18": "Happily created by&nbsp;Zappy",
  "rentals_p_19": "We match you with the perfect equipment for your level, ensuring maximum safety and quality. Every item is inspected, cleaned, and personally fitted so you can focus on what matters - enjoying the waves.",
  "rentals_p_20": "Everything you need to start surfing – professional equipment maintained with care",
  "rentals_p_21": "A wide range of surfboards for every level – from wide, stable boards for beginners to advanced boards for experienced surfers. All our boards undergo daily inspection and are maintained to the highest standards.",
  "rentals_p_22": "Latest generation kites for kite surfing, suitable for different wind conditions. Our equipment includes kites in various sizes to perfectly match wind conditions and surfer weight, with advanced safety systems.",
  "rentals_p_23": "Essential safety equipment for every surfer – comfortable and adjustable harnesses for kite surfing and quality flotation vests. Equipment undergoes periodic inspections and is sanitized after each use to ensure maximum hygiene and safety.",
  "rentals_p_24": "All the small accessories that make the surfing experience perfect – wetsuits, safety leashes, board wax, fins, and more. We make sure you don't miss anything to enjoy a perfect day on the water.",
  "rentals_p_25": "Interested in renting equipment? Contact us and we'll take care of all the details",
  "rentals_p_26": "Every piece of equipment undergoes a meticulous inspection process to ensure your safety and comfort on the water",
  "rentals_p_27": "Every item undergoes a comprehensive safety inspection before and after each rental. We check connections, seams, and safety systems so you can focus solely on surfing.",
  "rentals_p_28": "Ill-fitting equipment can ruin the experience. We insist on precise personal fitting for your height, weight, and skill level - because comfortable surfing is better surfing.",
  "rentals_p_29": "Our equipment is specially tuned for local surfing conditions. Every fin is adjusted, every kite is balanced, and every wetsuit is maintained to give you maximum performance.",
  "rentals_p_30": "\"The equipment I rented was in perfect condition - a relatively new surfboard, clean and well-organized wetsuit. The instructor took time to fit me with the right surfboard for my level and gave professional tips on how to maintain it. This rental really elevated my surfing experience to another level.\"",
  "rentals_p_31": "\"As someone just starting with wave surfing, I was worried about renting unsuitable equipment. The team here took me step by step - explained about types of surfboards, fitted me with a wetsuit in exactly the right size, and even gave a brief instruction on how to enter the water. I felt safe and prepared, and the equipment was quality and comfortable.\"",
  "rentals_p_32": "We are here to guide you in choosing the right equipment that perfectly matches your abilities and surfing style. With years of experience and deep knowledge of all types of equipment, we'll ensure you head out to sea with complete confidence.",
  "rentals_p_33": "Exciting surfing and water activities experience for the whole family. We offer equipment rental, lessons, and personalized programs.",
  "rentals_p_34": "© 2026 רוח בגלים. All rights reserved.",
  "terms_alt_74": "רוח בגלים",
  "terms_alt_75": "רוח בגלים",
  "terms_nav_71": "Programs",
  "terms_nav_72": "Rental",
  "terms_nav_73": "Contact Us",
  "contact_h4_10": "What to bring",
  "contact_li_51": "Programs",
  "contact_li_52": "Rental",
  "contact_li_53": "Contact Us",
  "contact_li_54": "[business_email]",
  "contact_li_55": "[business_phone]",
  "contact_li_56": "[business_address]",
  "privacy_h3_10": "Quick Links",
  "privacy_h3_11": "Contact",
  "privacy_h3_12": "Follow Us",
  "privacy_li_37": "Personal information: name, email address, phone number, and address",
  "privacy_li_38": "Technical information: IP address, browser type, operating system, and website usage data",
  "privacy_li_39": "Cookies: information stored on your computer to improve user experience",
  "privacy_li_40": "Providing requested services",
  "privacy_li_41": "Improving service and user experience",
  "privacy_li_42": "Contacting you regarding our services",
  "privacy_li_43": "Compliance with legal requirements",
  "privacy_li_44": "With your explicit consent",
  "privacy_li_45": "When required by law",
  "privacy_li_46": "To protect our rights or user security",
  "privacy_li_47": "With service providers who assist in operating the service (under confidentiality agreements)",
  "privacy_li_48": "Right to access personal information stored about you",
  "privacy_li_49": "Right to correct incorrect or inaccurate information",
  "privacy_li_50": "Right to delete personal information under certain circumstances",
  "privacy_li_51": "Right to object to information processing for marketing purposes",
  "privacy_li_52": "Right to file a complaint with the Database Registrar",
  "privacy_li_53": "Company: רוח בגלים",
  "privacy_li_54": "Email: info@company.com",
  "privacy_li_55": "Phone: 03-1234567",
  "privacy_li_56": "Address: Company Address, Israel",
  "privacy_li_57": "Programs",
  "privacy_li_58": "Rental",
  "privacy_li_59": "Contact Us",
  "privacy_li_60": "[business_email]",
  "privacy_li_61": "[business_phone]",
  "privacy_li_62": "[business_address]",
  "programs_h1_1": "Training programs built for safe progression",
  "programs_h2_2": "Choose a program that fits your pace",
  "programs_h2_3": "Our numbers speak for themselves",
  "programs_h2_4": "Our team",
  "programs_h2_5": "Tell us your goal – we'll recommend the perfect starting point",
  "programs_h3_6": "Intensive fundamentals",
  "programs_h3_7": "Technique improvement",
  "programs_h3_8": "Safety and control",
  "programs_h3_9": "Performance advancement",
  "programs_p_19": "Happily created by&nbsp;Zappy",
  "programs_p_20": "Precise structure, maximum safety, and professional instruction that adapts to your pace",
  "programs_p_21": "Every training program is personally tailored to your goals – whether you're starting your journey or want to improve existing technique. We offer a wide range of learning paths for all levels and ages.",
  "programs_p_22": "Accelerated course for beginners who want to quickly master the basics – balance, paddling, and wave reading. Focused training with emphasis on safety and building confidence in the water.",
  "programs_p_23": "For experienced surfers who want to upgrade performance – working on timing, advanced wave reading, and complex maneuvers. Suitable for those who already master the basics and want to level up.",
  "programs_p_24": "Unique program focusing on risk management, understanding sea conditions, and safety protocols. Ideal for anyone who wants to surf confidently and know how to react in unexpected situations.",
  "programs_p_25": "Advanced course for ambitious surfers – athletic training, competitive strategies, and professional techniques. We'll work on speed, power, and precise execution of complex maneuvers.",
  "programs_p_26": "Special instruction program for children and teens aged 10+ – fun, safe, and age-appropriate learning. Emphasis on playfulness, teamwork, and building love for the sea and sport.",
  "programs_p_27": "Designed for those experiencing fears or wanting to overcome mental barriers – we'll work at your pace, with patience and full support. Also suitable for those returning to surfing after a long break.",
  "programs_p_28": "All programs can be personally customized according to your goals, sea conditions, and experience level. We'd be happy to build a unique path that fits exactly your needs.",
  "programs_p_29": "Commitment to excellence in every aspect of surfing",
  "programs_p_30": "Customized safe training",
  "programs_p_31": "Every lesson is planned with emphasis on safety and maintaining international safety standards",
  "programs_p_32": "Premium equipment maintenance",
  "programs_p_33": "Surfing equipment rental with professional weekly maintenance for optimal performance",
  "programs_p_34": "Group participants",
  "programs_p_35": "Small groups for personal attention and faster progression",
  "programs_p_36": "Progression programs for every level",
  "programs_p_37": "From beginners to advanced - every surfer receives a personalized training program",
  "programs_p_38": "Certified instructors with years of experience teaching surfing to children and adults. Each instructor brings a unique approach, high professionalism, and genuine passion for the sea and surfing.",
  "programs_p_39": "Head instructor and founder",
  "programs_p_40": "15 years of experience in surf instruction, specializing in training beginners and developing advanced techniques. My approach is based on building self-confidence and deep understanding of the sea and waves.",
  "programs_p_41": "Senior instructor",
  "programs_p_42": "Specializes in teaching children and teenagers, with emphasis on fun and safe learning. Holds international certifications and 8 years of instruction experience. Loves seeing her students progress and feel comfortable in the water.",
  "programs_p_43": "We'll adapt the instruction program to your level and personal comfort zone, so you feel safe and enjoy every step.",
  "programs_p_44": "Surfing experience and exciting water activities for the whole family. We offer equipment rental, lessons, and personalized programs.",
  "programs_p_45": "© 2026 רוח בגלים. All rights reserved.",
  "rentals_h3_10": "Safety Inspections",
  "rentals_h3_11": "Comfort and Fit",
  "rentals_h3_12": "Performance Tuning",
  "rentals_h3_13": "Noam Cohen",
  "rentals_h3_14": "Michal Levi",
  "rentals_h3_15": "Quick Links",
  "rentals_h3_16": "Contact",
  "rentals_h3_17": "Follow Us",
  "rentals_li_79": "Programs",
  "rentals_li_80": "Rentals",
  "rentals_li_81": "Contact",
  "rentals_li_82": "[business_email]",
  "rentals_li_83": "[business_phone]",
  "rentals_li_84": "[business_address]",
  "terms_link_31": "info@company.com",
  "terms_link_32": "Programs",
  "terms_link_33": "Rental",
  "terms_link_34": "Contact Us",
  "terms_link_35": "[business_email]",
  "terms_link_36": "[business_phone]",
  "terms_link_37": "[business_address]",
  "terms_link_38": "Privacy Policy",
  "terms_link_39": "Terms and Conditions",
  "terms_link_40": "Accessibility Statement",
  "terms_link_41": "Generated by Zappy",
  "terms_span_30": "[business_address]",
  "contact_alt_64": "רוח בגלים",
  "contact_alt_65": "Professional surfing equipment details",
  "contact_alt_66": "Location map - where to find us",
  "contact_alt_67": "רוח בגלים",
  "contact_btn_46": "Send Message",
  "contact_nav_57": "Programs",
  "contact_nav_58": "Rental",
  "contact_nav_59": "Contact Us",
  "privacy_alt_66": "רוח בגלים",
  "privacy_alt_67": "Ruach BeGalim",
  "privacy_nav_63": "Programs",
  "privacy_nav_64": "Rental",
  "privacy_nav_65": "Contact Us",
  "programs_h3_10": "Youth starter program",
  "programs_h3_11": "Confidence building",
  "programs_h3_12": "Weekly",
  "programs_h3_13": "Customized",
  "programs_h3_14": "Jonathan Cohen",
  "programs_h3_15": "Noa Levy",
  "programs_h3_16": "Quick links",
  "programs_h3_17": "Contact",
  "programs_h3_18": "Follow us",
  "programs_li_89": "Programs",
  "programs_li_90": "Rentals",
  "programs_li_91": "Contact Us",
  "programs_li_92": "[business_email]",
  "programs_li_93": "[business_phone]",
  "programs_li_94": "[business_address]",
  "rentals_alt_88": "Wind in Waves",
  "rentals_alt_89": "Premium surfing equipment - surfboard, kite and safety vest ready for rental",
  "rentals_alt_90": "Surfboards for rent",
  "rentals_alt_91": "Kites for kitesurfing rental",
  "rentals_alt_92": "Harnesses and vests for rent",
  "rentals_alt_93": "Additional accessories for rent",
  "rentals_alt_94": "Wind in Waves",
  "rentals_nav_85": "Programs",
  "rentals_nav_86": "Rentals",
  "rentals_nav_87": "Contact",
  "contact_link_31": "Zappy",
  "contact_link_32": "[business_phone]",
  "contact_link_33": "[business_email]",
  "contact_link_34": "Watch our tutorials",
  "contact_link_35": "Equipment rental",
  "contact_link_36": "Programs",
  "contact_link_37": "Rental",
  "contact_link_38": "Contact Us",
  "contact_link_39": "[business_email]",
  "contact_link_40": "[business_phone]",
  "contact_link_41": "[business_address]",
  "contact_link_42": "Privacy Policy",
  "contact_link_43": "Terms and Conditions",
  "contact_link_44": "Accessibility Statement",
  "contact_link_45": "Generated by Zappy",
  "contact_span_21": "Phone",
  "contact_span_22": "Email",
  "contact_span_23": "Operating hours",
  "contact_span_24": "Sunday-Friday: 08:00-19:00",
  "contact_span_25": "Send message",
  "contact_span_26": "Goal",
  "contact_span_27": "Level",
  "contact_span_28": "Preferred time",
  "contact_span_29": "Equipment needs",
  "contact_span_30": "[business_address]",
  "home_page_title": "Home - רוח בגלים",
  "privacy_link_26": "info@company.com",
  "privacy_link_27": "Programs",
  "privacy_link_28": "Rental",
  "privacy_link_29": "Contact Us",
  "privacy_link_30": "[business_email]",
  "privacy_link_31": "[business_phone]",
  "privacy_link_32": "[business_address]",
  "privacy_link_33": "Privacy Policy",
  "privacy_link_34": "Terms and Conditions",
  "privacy_link_35": "Accessibility Statement",
  "privacy_link_36": "Generated by Zappy",
  "privacy_span_25": "[business_address]",
  "programs_alt_98": "רוח בגלים",
  "programs_alt_99": "Professional surf instructors guide students in a safe and professional environment",
  "programs_nav_95": "Programs",
  "programs_nav_96": "Rentals",
  "programs_nav_97": "Contact Us",
  "rentals_link_63": "Zappy",
  "rentals_link_64": "Ask about availability",
  "rentals_link_65": "See equipment standards",
  "rentals_link_66": "Contact now",
  "rentals_link_67": "Contact",
  "rentals_link_68": "Send us a message",
  "rentals_link_69": "Programs",
  "rentals_link_70": "Rentals",
  "rentals_link_71": "Contact",
  "rentals_link_72": "[business_email]",
  "rentals_link_73": "[business_phone]",
  "rentals_link_74": "[business_address]",
  "rentals_link_75": "Privacy Policy",
  "rentals_link_76": "Terms and Conditions",
  "rentals_link_77": "Accessibility Statement",
  "rentals_link_78": "Generated by Zappy",
  "rentals_span_35": "Cleaned",
  "rentals_span_36": "Inspected",
  "rentals_span_37": "Level-matched",
  "rentals_span_38": "Premium brands",
  "rentals_span_39": "Beginner-friendly",
  "rentals_span_40": "All wave conditions",
  "rentals_span_41": "Various sizes",
  "rentals_span_42": "Strong wind",
  "rentals_span_43": "For advanced",
  "rentals_span_44": "Safety system",
  "rentals_span_45": "Mandatory for all",
  "rentals_span_46": "Comfortable and safe",
  "rentals_span_47": "Different sizes",
  "rentals_span_48": "Completes the experience",
  "rentals_span_49": "High quality",
  "rentals_span_50": "Affordable prices",
  "rentals_span_51": "Inspection",
  "rentals_span_52": "Cleaning",
  "rentals_span_53": "Adjustment",
  "rentals_span_54": "Fit check",
  "rentals_span_55": "Equipment rental",
  "rentals_span_56": "Advanced surfboard",
  "rentals_span_57": "Excellent service",
  "rentals_span_58": "Beginner",
  "rentals_span_59": "Personal instruction",
  "rentals_span_60": "Quality equipment",
  "rentals_span_61": "Send us a message",
  "rentals_span_62": "[business_address]",
  "contact_label_47": "Full Name",
  "contact_label_48": "Email",
  "contact_label_49": "Phone",
  "contact_label_50": "Message",
  "legal_terms_h1_1": "Terms of Use",
  "legal_terms_h2_2": "1. Definitions",
  "legal_terms_h2_3": "2. Service Description",
  "legal_terms_h2_4": "3. Terms of Use",
  "legal_terms_h2_5": "4. User Obligations",
  "legal_terms_h2_6": "5. Payment and Refund Policy",
  "legal_terms_h2_7": "6. Limitation of Liability",
  "legal_terms_h2_8": "7. Copyright and Intellectual Property",
  "legal_terms_h2_9": "8. Privacy",
  "legal_terms_p_15": "[business_name] provides general services through the website. The services are subject to the terms detailed in this document and may change from time to time.",
  "legal_terms_p_16": "Use of the website is conditional upon compliance with the following terms:",
  "legal_terms_p_17": "If the services include payment:",
  "legal_terms_p_18": "The services are provided \"as is\" without warranty of any kind. The company shall not be liable for indirect, consequential or special damages arising from use of the website, except in cases where the law provides otherwise.",
  "legal_terms_p_19": "All content on the website, including texts, images, design and code, is protected by copyrights belonging to [business_name]. It is prohibited to copy, distribute or make commercial use of the content without written permission.",
  "legal_terms_p_20": "Collection and use of personal information is subject to our privacy policy. Use of the website constitutes agreement to the privacy policy as detailed separately.",
  "legal_terms_p_21": "The company may change these terms of use at any time. Material changes will be published on the website with 30 days advance notice. Continued use after the change constitutes agreement to the new terms.",
  "legal_terms_p_22": "The company may discontinue or limit the service at any time, including in case of violation of the terms of use. In case of service termination, the provisions of the relevant sections will remain in effect.",
  "legal_terms_p_23": "These terms of use are subject to the laws of the State of Israel. Any dispute will be heard in the competent courts in Israel, with preference given to arbitration or mediation where possible.",
  "legal_terms_p_24": "For questions or clarifications regarding the terms of use:",
  "programs_alt_100": "Professional surf instructor",
  "programs_alt_101": "Certified female surf instructor",
  "programs_alt_102": "רוח בגלים",
  "programs_link_75": "Zappy",
  "programs_link_76": "Talk to a coach",
  "programs_link_77": "Let's plan together",
  "programs_link_78": "Contact us now",
  "programs_link_79": "Programs",
  "programs_link_80": "Rental",
  "programs_link_81": "Contact",
  "programs_link_82": "[business_email]",
  "programs_link_83": "[business_phone]",
  "programs_link_84": "[business_address]",
  "programs_link_85": "Privacy policy",
  "programs_link_86": "Terms and Conditions",
  "programs_link_87": "Accessibility Statement",
  "programs_link_88": "Generated by Zappy",
  "programs_span_46": "Beginners",
  "programs_span_47": "Advanced",
  "programs_span_48": "High level",
  "programs_span_49": "Youth and adults",
  "programs_span_50": "60–90 minutes",
  "programs_span_51": "1:1 or small group",
  "programs_span_52": "Beginners",
  "programs_span_53": "75–90 minutes",
  "programs_span_54": "1:1 or couples",
  "programs_span_55": "Intermediate-advanced",
  "programs_span_56": "60 minutes",
  "programs_span_57": "Small group",
  "programs_span_58": "All levels",
  "programs_span_59": "90 minutes",
  "programs_span_60": "1:1 only",
  "programs_span_61": "Advanced",
  "programs_span_62": "60 minutes",
  "programs_span_63": "Small group",
  "programs_span_64": "Beginners-intermediate",
  "programs_span_65": "60–75 minutes",
  "programs_span_66": "1:1 only",
  "programs_span_67": "All levels",
  "programs_span_68": "Safety",
  "programs_span_69": "Beginners",
  "programs_span_70": "Advanced techniques",
  "programs_span_71": "Children's instruction",
  "programs_span_72": "Patience",
  "programs_span_73": "Performance",
  "programs_span_74": "[business_address]",
  "terms_page_title": "Terms of Use",
  "legal_terms_h2_10": "9. Modification of Terms of Use",
  "legal_terms_h2_11": "10. Service Termination",
  "legal_terms_h2_12": "11. Governing Law and Dispute Resolution",
  "legal_terms_h2_13": "12. General Provisions",
  "legal_terms_h2_14": "13. Contact Information",
  "legal_terms_li_28": "\"The Company\" - [business_name]",
  "legal_terms_li_29": "\"The User\" - anyone who browses or uses the website",
  "legal_terms_li_30": "\"The Services\" - general services provided through the website",
  "legal_terms_li_31": "Using the website for legal purposes only",
  "legal_terms_li_32": "Not interfering with website operation or other users",
  "legal_terms_li_33": "Not uploading offensive, illegal or harmful content",
  "legal_terms_li_34": "Respecting copyright and intellectual property rights",
  "legal_terms_li_35": "Not performing actions that may harm website security",
  "legal_terms_li_36": "Providing correct and accurate information when registering or ordering",
  "legal_terms_li_37": "Maintaining confidentiality of account access details",
  "legal_terms_li_38": "Immediate notification of any unauthorized use of account",
  "legal_terms_li_39": "Updating personal information as needed",
  "legal_terms_li_40": "Payments are processed through secure and encrypted systems",
  "legal_terms_li_41": "Prices include VAT as required by law",
  "legal_terms_li_42": "Right of transaction cancellation will stand in accordance with consumer protection law",
  "legal_terms_li_43": "Refunds will be processed within 14 business days from cancellation approval",
  "legal_terms_li_44": "If part of the terms is declared invalid, the remaining terms will remain in effect",
  "legal_terms_li_45": "Non-enforcement of a right will not be considered a waiver of it",
  "legal_terms_li_46": "The terms of use constitute the entire agreement between the parties",
  "legal_terms_li_47": "Company: [business_name]",
  "legal_terms_li_48": "Email: [business_email]",
  "legal_terms_li_49": "Phone: [business_phone]",
  "legal_terms_li_50": "Address: [business_address]",
  "accessibility_h1_1": "Accessibility Statement",
  "accessibility_h2_2": "1. Accessibility Policy",
  "accessibility_h2_3": "2. Website Accessibility Arrangements",
  "accessibility_h2_4": "3. Supported Assistive Technologies",
  "accessibility_h2_5": "4. Accessibility Testing",
  "accessibility_h2_6": "5. Continuous Improvements",
  "accessibility_h2_7": "6. Contact and Feedback",
  "accessibility_h3_8": "WCAG 2.1 Standard Compliance",
  "accessibility_h3_9": "Quick Links",
  "accessibility_p_12": "Ruach BeGalim is committed to making our services accessible to the general public. We work to implement the Israeli Standard (IS 5568) guidelines based on WCAG 2.1 Level AA guidelines.",
  "accessibility_p_13": "We believe in equal rights and in every person's right to receive information and services independently and equally. This website was designed and built with special emphasis on accessibility for people with disabilities.",
  "accessibility_p_14": "The website complies with WCAG 2.1 Level AA standard, which includes:",
  "accessibility_p_15": "The website was tested using:",
  "accessibility_p_16": "We work continuously to improve the website's accessibility and update it according to technological developments and user feedback.",
  "accessibility_p_17": "If you encountered an accessibility issue on the website or need assistance, please contact us:",
  "accessibility_p_18": "Response times: We respond to accessibility inquiries within 3 business days and work to resolve issues within 10 business days.",
  "accessibility_p_19": "Complaints: You can file a complaint with the Ministry of Justice - Commissioner for Equal Rights for People with Disabilities",
  "accessibility_p_20": "Exciting water sports experiences and activities for the whole family. We offer equipment rental, lessons and customized programs.",
  "accessibility_p_21": "© 2026 Ruach BeGalim. All rights reserved.",
  "contact_page_title": "Contact - רוח בגלים",
  "legal_privacy_h1_1": "Privacy Policy",
  "legal_privacy_h2_2": "1. Information Collection",
  "legal_privacy_h2_3": "2. Use of Information",
  "legal_privacy_h2_4": "3. Information Sharing",
  "legal_privacy_h2_5": "4. User Rights",
  "legal_privacy_h2_6": "5. Cookies",
  "legal_privacy_h2_7": "6. Information Security",
  "legal_privacy_h2_8": "7. Policy Changes",
  "legal_privacy_h2_9": "8. Contact",
  "legal_privacy_p_10": "[business_name] (\"the Company\", \"we\", \"our\") is committed to protecting your privacy. This privacy policy explains how we collect, use and protect your information when using the website www.company.com (\"the Service\").",
  "legal_privacy_p_11": "We may collect the following types of information:",
  "legal_privacy_p_12": "We use the collected information for the following purposes:",
  "legal_privacy_p_13": "We will not sell, rent or share your personal information with third parties, except in the following cases:",
  "legal_privacy_p_14": "In accordance with the Privacy Protection Law 5741-1981, you have the following rights:",
  "legal_privacy_p_15": "Our website uses cookies to improve user experience. You can manage cookies through your browser settings. Disabling cookies may affect website functionality.",
  "legal_privacy_p_16": "We take reasonable security measures to protect your information, including encryption, firewalls and restricted access control. However, no method of transmission or storage is 100% secure.",
  "legal_privacy_p_17": "We may update this privacy policy from time to time. Material changes will be published on the website with 30 days advance notice.",
  "legal_privacy_p_18": "For questions or requests regarding this privacy policy, you can contact us:",
  "legal_privacy_p_19": "Data Protection Registrar: For complaints, you can contact the Data Protection Registrar at the Ministry of Justice",
  "privacy_page_title": "Privacy Policy",
  "rentals_page_title": "Rentals - Wind in Waves",
  "accessibility_h3_10": "Contact",
  "accessibility_h3_11": "Follow Us",
  "accessibility_li_34": "Keyboard navigation support",
  "accessibility_li_35": "Screen reader support",
  "accessibility_li_36": "Appropriate color contrast",
  "accessibility_li_37": "Flexible and scalable font sizes",
  "accessibility_li_38": "Detailed image descriptions (Alt text)",
  "accessibility_li_39": "Hierarchically structured headings",
  "accessibility_li_40": "Descriptive and clear links",
  "accessibility_li_41": "Zoom support up to 200% without content loss",
  "accessibility_li_42": "Perceivable: Information is presented in ways users can perceive",
  "accessibility_li_43": "Operable: Interface components are operable",
  "accessibility_li_44": "Understandable: Information and user interface are understandable",
  "accessibility_li_45": "Robust: Content can be interpreted by a variety of technologies",
  "accessibility_li_46": "NVDA (Windows)",
  "accessibility_li_47": "JAWS (Windows)",
  "accessibility_li_48": "VoiceOver (Mac/iOS)",
  "accessibility_li_49": "TalkBack (Android)",
  "accessibility_li_50": "Dragon NaturallySpeaking",
  "accessibility_li_51": "Switch navigation",
  "accessibility_li_52": "Automated accessibility testing tools",
  "accessibility_li_53": "Manual testing with screen readers",
  "accessibility_li_54": "Keyboard-only navigation",
  "accessibility_li_55": "Color contrast testing",
  "accessibility_li_56": "Testing with users with disabilities",
  "accessibility_li_57": "Company: רוח בגלים",
  "accessibility_li_58": "Email: info@company.com",
  "accessibility_li_59": "Phone: 03-1234567",
  "accessibility_li_60": "Programs",
  "accessibility_li_61": "Rentals",
  "accessibility_li_62": "Contact",
  "accessibility_li_63": "[business_email]",
  "accessibility_li_64": "[business_phone]",
  "accessibility_li_65": "[business_address]",
  "legal_privacy_li_23": "Personal information: name, email address, phone number and address",
  "legal_privacy_li_24": "Technical information: IP address, browser type, operating system and website usage data",
  "legal_privacy_li_25": "Cookies: information stored on your computer to improve user experience",
  "legal_privacy_li_26": "Providing requested services",
  "legal_privacy_li_27": "Improving service and user experience",
  "legal_privacy_li_28": "Contacting you regarding our services",
  "legal_privacy_li_29": "Compliance with legal requirements",
  "legal_privacy_li_30": "With your explicit consent",
  "legal_privacy_li_31": "When required by law",
  "legal_privacy_li_32": "To protect our rights or the security of our users",
  "legal_privacy_li_33": "With service providers who assist in operating the service (under confidentiality agreements)",
  "legal_privacy_li_34": "Right to access personal information stored about you",
  "legal_privacy_li_35": "Right to correct incorrect or inaccurate information",
  "legal_privacy_li_36": "Right to delete personal information under certain circumstances",
  "legal_privacy_li_37": "Right to object to information processing for marketing purposes",
  "legal_privacy_li_38": "Right to file a complaint with the Data Protection Registrar",
  "legal_privacy_li_39": "Company: [business_name]",
  "legal_privacy_li_40": "Email: [business_email]",
  "legal_privacy_li_41": "Phone: [business_phone]",
  "legal_privacy_li_42": "Address: [business_address]",
  "legal_terms_link_25": "[business_email]",
  "legal_terms_link_26": "[business_phone]",
  "legal_terms_link_27": "← Back to website",
  "programs_page_title": "Programs - רוח בגלים",
  "accessibility_alt_69": "רוח בגלים",
  "accessibility_alt_70": "רוח בגלים",
  "accessibility_nav_66": "Programs",
  "accessibility_nav_67": "Rentals",
  "accessibility_nav_68": "Contact",
  "accessibility_link_23": "info@company.com",
  "accessibility_link_24": "Programs",
  "accessibility_link_25": "Rental",
  "accessibility_link_26": "Contact",
  "accessibility_link_27": "[business_email]",
  "accessibility_link_28": "[business_phone]",
  "accessibility_link_29": "[business_address]",
  "accessibility_link_30": "Privacy Policy",
  "accessibility_link_31": "Terms and Conditions",
  "accessibility_link_32": "Accessibility Statement",
  "accessibility_link_33": "Generated by Zappy",
  "accessibility_span_22": "[business_address]",
  "home_meta_description": "Home - רוח בגלים provides professional sports and recreation services. Specializing in equipment rental.",
  "legal_privacy_link_20": "[business_email]",
  "legal_privacy_link_21": "[business_phone]",
  "legal_privacy_link_22": "← Back to website",
  "contact_placeholder_60": "What's your name?",
  "contact_placeholder_61": "your@email.com",
  "contact_placeholder_62": "050-1234567",
  "contact_placeholder_63": "Tell us about your goals, experience level, and preferred times...",
  "legal_terms_page_title": "Terms of Use - [business_name]",
  "terms_meta_description": "Terms of use for the website - user rights and obligations",
  "legal_accessibility_p_9": "[business_name] is committed to making our services accessible to the general public. We work to implement the guidelines of the Israeli Standard (IS 5568) based on WCAG 2.1 guidelines at AA level.",
  "accessibility_page_title": "Accessibility Statement",
  "contact_meta_description": "Contact - רוח בגלים provides professional sports and recreation services. Specializing in equipment rental.",
  "legal_accessibility_h1_1": "Accessibility Statement",
  "legal_accessibility_h2_2": "1. Accessibility Policy",
  "legal_accessibility_h2_3": "2. Website Accessibility Arrangements",
  "legal_accessibility_h2_4": "3. Supported Assistive Technologies",
  "legal_accessibility_h2_5": "4. Accessibility Testing",
  "legal_accessibility_h2_6": "5. Continuous Improvements",
  "legal_accessibility_h2_7": "6. Contact and Feedback",
  "legal_accessibility_h3_8": "WCAG 2.1 Standard Compliance",
  "legal_accessibility_p_10": "We believe in equal rights and in every person's right to receive information and services independently and equally. This website was designed and built with special emphasis on accessibility for people with disabilities.",
  "legal_accessibility_p_11": "The website complies with WCAG 2.1 AA level, which includes:",
  "legal_accessibility_p_12": "The website is tested using:",
  "legal_accessibility_p_13": "We work continuously to improve the website's accessibility and update it according to technological developments and user feedback.",
  "legal_accessibility_p_14": "If you encounter an accessibility issue on the website or need assistance, please contact us:",
  "legal_accessibility_p_15": "Response times: We respond to accessibility inquiries within 3 business days and work toward resolution within 10 business days.",
  "legal_accessibility_p_16": "Complaints: You may file a complaint with the Ministry of Justice - Commissioner for Equal Rights for Persons with Disabilities",
  "legal_privacy_page_title": "Privacy Policy - [business_name]",
  "privacy_meta_description": "Our privacy policy - how we collect, use and protect your information",
  "rentals_meta_description": "Rentals - Wind in Waves provides professional sports and recreation services. Specializing in equipment rental.",
  "legal_accessibility_li_20": "Keyboard navigation support",
  "legal_accessibility_li_21": "Screen reader support",
  "legal_accessibility_li_22": "Appropriate color contrast",
  "legal_accessibility_li_23": "Flexible and scalable font sizes",
  "legal_accessibility_li_24": "Detailed image descriptions (Alt text)",
  "legal_accessibility_li_25": "Hierarchically structured headings",
  "legal_accessibility_li_26": "Descriptive and clear links",
  "legal_accessibility_li_27": "Zoom support up to 200% without content loss",
  "legal_accessibility_li_28": "Perceivable: Information is presented in ways users can perceive",
  "legal_accessibility_li_29": "Operable: Interface components are operable",
  "legal_accessibility_li_30": "Understandable: Information and user interface are understandable",
  "legal_accessibility_li_31": "Robust: Content can be interpreted by a variety of technologies",
  "legal_accessibility_li_32": "NVDA (Windows)",
  "legal_accessibility_li_33": "JAWS (Windows)",
  "legal_accessibility_li_34": "VoiceOver (Mac/iOS)",
  "legal_accessibility_li_35": "TalkBack (Android)",
  "legal_accessibility_li_36": "Dragon NaturallySpeaking",
  "legal_accessibility_li_37": "Switch navigation",
  "legal_accessibility_li_38": "Automated accessibility testing tools",
  "legal_accessibility_li_39": "Manual testing with screen readers",
  "legal_accessibility_li_40": "Keyboard-only navigation",
  "legal_accessibility_li_41": "Color contrast testing",
  "legal_accessibility_li_42": "Testing with users with disabilities",
  "legal_accessibility_li_43": "Company: [business_name]",
  "legal_accessibility_li_44": "Email: [business_email]",
  "legal_accessibility_li_45": "Phone: [business_phone]",
  "programs_meta_description": "Programs - רוח בגלים provides professional sports and recreation services. Specializing in equipment rental.",
  "legal_accessibility_link_17": "[business_email]",
  "legal_accessibility_link_18": "[business_phone]",
  "legal_accessibility_link_19": "← Back to website",
  "accessibility_meta_description": "Our accessibility statement - our commitment to digital accessibility",
  "legal_accessibility_page_title": "Accessibility Statement - [business_name]"
}